[{"Title":"Dawg Coffee","Description":"Built a responsive web page for dawg-coffee, a coffee company that provides coffee to the University of Washington Seattle campus. ","LanguagesUsed":"HTML, CSS","LibrariesUsed":"N/A","Image":1,"githubLink":"https://github.com/stwahbeh/dawg-coffee"},
{"Title":"Police Shootings","Description":"Web development skills don't just allow you to create slick web pages -- they enable you to communicate important information to broad audiences. In this exercise, you'll create an interactive map of the crowdsourced police shootings data that was crowdsourced from Deadspin last fall. This project will challenge you to stretch your functional programming skills, as well as independently learn a new library, so I suggest getting started early.","LanguagesUsed":"HTML, CSS","LibrariesUsed":"Leaflet.js","Image":2,"githubLink":"https://github.com/stwahbeh/police-shooting"},
{"Title":"Greg Hay","Description":"Built a review site for one of my favorite teachers here at the University of Washington. Incorporates parse as a backend storage system. Allows users to create reviews, upvote, downvote, and delete user reviews.","LanguagesUsed":"HTML, CSS, Javascript","LibrariesUsed":"Parse","Image":3,"githubLink":"https://github.com/stwahbeh/greg-hay"},
{"Title":"Spotify","Description":"In this project, I used Spotify’s api, to build a responsive webpage. In this project you can search for an album and find all of songs in that album as well as play said songs.\n","LanguagesUsed":"HTML, CSS, JavaScript\n","LibrariesUsed":"Spotify, jQuery","Image":4,"githubLink":"https://github.com/stwahbeh/spotify"},
{"Title":"Husky Nation","Description":"HuskyNation is a non profit that I co-founded. Hosted a University of Washington collegiate attempt for Red Light Green Light. Working with other departments on the University of Washington Campus to host collegiate events.\n","LanguagesUsed":"","LibrariesUsed":"","Image":null,"githubLink":"www.thehuskynation.com"},
{"Title":"Coming Soon","Description":"Building a responsive and interactive forum for GAMERS. More details coming soon!","LanguagesUsed":"HTML, CSS, JavaScript","LibrariesUsed":"Firebase","Image":5,"githubLink":"N/A"}]