[{"Title":"Dawg Coffee","Description":"One of the most common web development projects is a homepage for an organization or product. Most every organization and product has one, and it's amazing how many of them are really terrible, especially on small mobile device screens. This is a shame because it's just not that hard to build a well-designed, responsive marketing site. In this challenge you will build one of these sites for a fictitious coffee shop named Dawg Coffee. This site will respond to the size of screen it is rendered on, and adjust its layout and styling accordingly.","LanguagesUsed":"HTML, CSS","LibrariesUsed":"N/A","Image":1,"githubLink":"https://github.com/stwahbeh/dawg-coffee"},
{"Title":"Police Shootings","Description":"Web development skills don't just allow you to create slick web pages -- they enable you to communicate important information to broad audiences. In this exercise, you'll create an interactive map of the crowdsourced police shootings data that was crowdsourced from Deadspin last fall. This project will challenge you to stretch your functional programming skills, as well as independently learn a new library, so I suggest getting started early.","LanguagesUsed":"HTML, CSS","LibrariesUsed":"Leaflet.js","Image":2,"githubLink":"https://github.com/stwahbeh/police-shooting"},
{"Title":"Greg Hay","Description":"The map-based data visualization you created in the last challenge is a nice example of a read-only reporting web application. These kinds of apps get data from a central server and present it to users in an easy-to-understand and navigate format. But they are typically read-only, meaning that the application doesn't enable users to create new data and save it back to the server.","LanguagesUsed":"HTML, CSS, Javascript","LibrariesUsed":"Parse","Image":3,"githubLink":"https://github.com/stwahbeh/greg-hay"},
{"Title":"Spotify","Description":"During this challenge, you will build a web application with Angular that accesses data from the Spotify API. This assignment is deliberately unstructured to encourage you to push the limits of your skills gained thus far in creative ways. The example code provided in class should provide you with the underlying structure for building you app, and allow you to think creatively about what you can do with the data.","LanguagesUsed":"HTML, CSS, JavaScript\n","LibrariesUsed":"Spotify, jQuery","Image":4,"githubLink":"https://github.com/stwahbeh/spotify"},
{"Title":"Husky Nation","Description":"blah blah","LanguagesUsed":"","LibrariesUsed":"","Image":null,"githubLink":"www.thehuskynation.com"},
{"Title":"Coming Soon","Description":"A sneak peak at what’s coming down the pipeline","LanguagesUsed":"HTML, CSS, JavaScript","LibrariesUsed":"Firebase","Image":5,"githubLink":"N/A"}]